{
    "username_":"Please Enter Username" ,
    "pass_":"Please Enter Password" ,
    "confirm_pass":"Please Confirm Your Password",
    "phone":"Please Enter Phone Number",
    "reg__":"Register",
    "home": "Home",
    "info": "Information",
    "game": "Game",
    "bu_": "Business",
    "pro__": "Product",
    "reg_": "Register",
    "l_": "Login",
    "a_l": "Logged In",
    "com_name": "Xinchangsheng",
    "info_txt": "The YINGLIANEntertainment platform has hundreds of well-trained professional dealers, a real casino environment, stable high-end equipment, and professional technical support, which ensure the stable operation of the platform and give players a wonderful experience as if they were on the scene. And supports multi-platform access, no matter where players are currently, they can enjoy the fun of the game at any time.",
    "game_url": "Game Address ",
    "g_card_t": "Game Center",
    "g_card_t2": "YINGLIANEntertainment Platform",
    "play_now": "Play Now",
    "try_now": "Try Now",
    "b_s": "Services",
    "api_": "API Access",
    "ser__": "24/7 Service",
    "c_service": "Contact",
    "api_detail": "The interface and integration of YINGLIAN live casino products to the client can be integrated into the customer's existing platform through API.",
    "web_b": "Website Building",
    "web_d": " Choose Hundreds of templates",
    "web_des": "Provide customers with a complete website package solution, YINGLIAN simplifies the construction steps, you don't need to worry about where to start designing the visual and layout",
    "cus_service": "Customer Service",
    "cus__des": "24/7 access guarantees the smooth operation of the operator's business throughout the year.",
    "lang_supp": "Multi-Language Support",
    "lang__de": "Global play, multi-language support",
    "asia_cus": "Customers all over Asia",
    "opertor": "1000+ operators",
    "game_des_txt": "YINGLIAN GAMING offers a variety of unique online live games. Exclusively provide the function of grabbing red envelopes. Players can grab red envelopes at any time!",
    "v_game": "Video Game",
    "game_1": "Baccarat",
    "game_2": "Dragon Tiger",
    "game_3": "Golden Flower",
    "game_4": "Cow Cow",
    "game_5": "Pusher",
    "game_6": "Size Point",
    "brand_s": "Showcase the customer's brand style",
    "brand_d": "Provide customized game hall services, and tailor-made game halls can be customized according to customer requirements.",
    "smart": "AI Control",
    "smart_txt": "The sense of interaction is direct to the real casino",
    "smart_des": "The mobile app of the live video game features a smart-controlled microphone mode, leading players to a new level of baccarat.",
    "product": "Product Display",
    "prduct_t": "Best game products and types",
    "prdouct_game3": "Zhuang Xianniu",
    "p_t": "The dealer will send out two cards, banker and player. Baccarat formulas and techniques: see banker and banker, see player and player, see jump and jump, lose three and pause, lose five and win six, stop at five or five .",
    "p_t2": "A table game in which winning or losing is determined by the size of the board. The size of the card distinguishes the suit, and then compares the points, K is the highest card, A is the smallest",
    "p_t3": "The game of Zhuang Xianniu is similar to that of Cow Cow. Only 2 cards are dealt. You can bet on the idle or Zhuang Niu, and the odds are the same as Cow Cow.",
    "p_t4": "CowCow, also known as Bullfighting, is a simple betting and classified chess and card game that can be played by multiple people at the same time. After each game, the system automatically shuffles the cards and distributes 5 cards evenly to each player. After the player gets the card, according to certain game rules",
    "p_t5":"Sic Bo (Sic Bo) is generally referred to as betting big and small, and it is a method of gambling with dice. Sic Bo is where the players bet on the banker. Before each bet, the dealer drops the three dice from the bowl and shakes it. When everyone is at home",
    "p_t6":"Cheese Pushing is a game of 28 bars, also known as Crazy Pai Gow. It is a traditional Chinese game of mahjong with a single color Cheese (one to nine, 4 cards of each suit, a total of 36 cards), plus a white board 4 Zhang card",
    "p_t7":"The game is divided into two areas: red and black, as well as leopard, gold, gold, straight, and pair of special card types, a total of 3 sequences. After the betting is over, the red and black cards are displayed. After the display is over, Size comparisons are made according to the card type rules.",
    "prdouct_game7":"Single and Double",
    "p_t8":"Odd-even is also a game of entertainment with dice. The dealer first drops the two dice from the top of the container, and judges the odd-even according to the final addition of the dice points."
}